Repository: Alimath/begateway
Catalog: begateway/Localization/*.lproj/Localizable.strings
Languages: be

# begateway_form_hint_card_number
source: Card number
be: Нумар карткі

# begateway_form_hint_expiration
source: Expiration date
be: Тэрмін дзеяння

# begateway_form_hint_cardholder_name
source: Name on card
be: Імя на картцы

# begateway_month
source: Month
be: Месяц

# begateway_year
source: Year
be: Год

# begateway_card_number_required
source: Card number is required
be: Неабходна ўказаць нумар карты

# begateway_card_number_invalid
source: Card number is invalid
be: Нумар карты несапраўдны

# begateway_cvv_required
source: is required
be: Неабходна ўказаць

# begateway_cvv_invalid
source: is invalid
be: несапраўдны

# begateway_expiration_required
source: Expiration date is required
be: Неабходна ўказаць тэрмін дзеяння

# begateway_expiration_invalid
source: Expiration date is invalid
be: Тэрмін дзеяння несапраўдны

# begateway_cardholder_name_required
source: Name on card is required
be: Неабходна ўказаць імя, напісанае на карце

# begateway_savecard
source: Save card
be: Запомніць картку

# begateway_button_pay
source: Pay
be: Аплаціць

# begateway_secure_info
source: Secure payment is provided by
be: Абароненыя плацяжы на платформе
